@extends('layouts.app_my')

@section('content')

    @extends('.blocks.vd05.vd05')
        @section('vd05', 'https://productstar_product.hb.bizmrg.com/01.%20%D0%9A%D1%82%D0%BE%20%D1%82%D0%B0%D0%BA%D0%BE%D0%B9%20%D0%BF%D1%80%D0%BE%D0%B4%D0%B0%D0%BA%D1%82/%D0%9A%D1%82%D0%BE%20%D1%82%D0%B0%D0%BA%D0%BE%D0%B9%20%D0%BF%D1%80%D0%BE%D0%B4%D0%B0%D0%BA%D1%82.mp4')

    @extends('.blocks.tx01.tx01')
        @section('tx01')
            Выпустив 2000+ студентов, мы отчётливо знаем, что данный урок будет для тебя чуть затянутым — ведь ты спешишь поскорее прокачать свои Hard skills и убежать на собеседование (или делать крутой продукт) ;)
            <br><br>Но небольшая база на старте — это полезно, чтобы мы говорили на одном языке и отталкивались от общего понимания задач продакта. Мы подготовили для тебя видео, где Миша Карпов, ex-Product Director Skyeng, ex-VK.com, делится своим видением по задачам продакта.
            <br><br>Видео небольшое, но очень полезное. Посмотри внимательно, потому что для закрепления знаний, после видео нужно будет пройти небольшой квиз. Баллы за квиз просуммируются с другими заданиями, и общий набранный за курс балл будет у тебя в сертификате.
        @endsection

    @extends('.blocks.tl02b.tl02b')
        @section('tl02b', 'Кто такой продакт')

@endsection

